[
  {
    "ID": 1,
    "imageAnimal": "https://i.postimg.cc/q7pH0czY/smalltooth-sawfish.jpg",
    "name": "Smalltooth Sawfish",
    "nameCien": "Pristis pristis",
    "Size": "From 3 to 7 meters",
    "habit": "Pristis in waters of the Paraguaná Peninsula (Venezuelan Caribbean)",
    "highDanger": "No",
    "characteristics": "100 Long, narrow snout with sharp teeth, resembling a saw blade. This snout is used to search for food on the seafloor and to defend against predators.",
    "imgMap": "https://i.postimg.cc/59C8zD4w/Image-Mapsawfish.jpg",
    "description": "Apex predator that feeds on a variety of fish, crustaceans and mollusks.",
    "origin": "The sawfish is native to tropical and subtropical waters of the world.",
    "state": "Critically endangered"
  },
  {
    "ID": 2,
    "imageAnimal": "https://i.postimg.cc/Xqr0mVpY/Guiana-Dolphin.jpg",
    "name": "Guiana Dolphin",
    "nameCien": "Sotalia guianensis",
    "Size": "Up to 2.1 m long",
    "habit": "Mouth of the Amazon River, the Orinoco River and Lake Maracaibo",
    "highDanger": "No",
    "characteristics": "Relatively small size, light gray to bluish in color",
    "imgMap": "https://i.postimg.cc/jqpQktgg/Image-Map-Guiana-Dolphin.jpg",
    "description": "They live in groups of up to 100 individuals. They feed mainly on fish, but also consume squid and crustaceans.",
    "origin": "The Guiana dolphin is native to the coastal and estuarine waters of northern and eastern South America and eastern Central America.",
    "state": "Vulnerable"
  },
  {
    "ID": 3,
    "imageAnimal": "https://i.postimg.cc/QC9RS0yB/Yellowfin-Tuna.webp",
    "name": "Yellowfin Tuna",
    "nameCien": "Thunnus albacares",
    "Size": "Up to 400 kg",
    "habit": "(el Golfo de México)",
    "highDanger": "No",
    "characteristics": "Pelagic fish of tropical and subtropical waters.",
    "imgMap": "https://i.postimg.cc/x1tmY25S/Image-Map-Yellowfin-Tuna.jpg",
    "description": "It feeds on a variety of fish, squid and crustaceans. It is an important commercial species.",
    "origin": "Tropical and subtropical waters of the world",
    "state": "Near Threatened"
  },
  {
    "ID": 4,
    "imageAnimal": "https://i.postimg.cc/zfvDgM5N/American-Manatee.jpg",
    "name": "American Manatee",
    "nameCien": "Trichechus manatus",
    "Size": "Up to 4.5 meters in length and 600 kilograms",
    "habit": "Gulf of Mexico to the mouth of the Amazon River \nand in the northern Cape Cod, Massachusetts",
    "highDanger": "No",
    "characteristics": "Manatees are large, slow-moving marine mammals. They have a plump body and a broad snout. Their skin is gray to brown.",
    "imgMap": "https://i.postimg.cc/7LtS1kJN/Image-Map-American-Manatee.jpg",
    "description": "Manatees are herbivores and feed on aquatic plants.",
    "origin": "Warm coastal and estuarine waters of the Caribbean, from the southern United States to northern Brazil.",
    "state": "Vulnerable"
  },
  {
    "ID": 5,
    "imageAnimal": "https://i.postimg.cc/ZKySLKGf/Hawksbill-Turtle.jpg",
    "name": "Hawksbill Turtle",
    "nameCien": "Eretmochelys imbricata",
    "Size": "Up to 90 centimeters in length and 80 kilograms",
    "habit": "The Brazilian coast (specifically Bahia), southern Florida and Hawaii.)",
    "highDanger": "No",
    "characteristics": "Hawksbill turtles have a hard, brown to reddish colored shell. Their shell is made up of overlapping plates covered with scutes.",
    "imgMap": "https://i.postimg.cc/4x56dtJq/Image-Map-Hawksbill-Turtle.jpg",
    "description": "Hawksbill turtles are omnivorous and feed on sponges, algae, corals, mollusks, crustaceans and fish.",
    "origin": "Tropical and subtropical waters of all oceans",
    "state": "Critically endangered"
  },
  {
    "ID": 6,
    "imageAnimal": "https://i.postimg.cc/RFFrJM1L/Pillar-Coral.jpg",
    "name": "Pillar Coral",
    "nameCien": "Dendrogyra cylindrus",
    "Size": "Up to 1.8 meters high",
    "habit": "Around Key Largo and the Dry Tortugas Bimini, Andros, and the Exuma Cays Puerto Rico and on the Cuban coastline Cayman Islands",
    "highDanger": "No",
    "characteristics": "Cylindrical shape, brown, green or yellow in color",
    "imgMap": "https://i.postimg.cc/yxc9z3Qf/Image-Map-Pillar-Coral.jpg",
    "description": "They are an important part of the coral reef ecosystem. They provide habitat for a variety of marine life, including fish, shrimp and crabs. They also help protect the coast from erosion.",
    "origin": "Caribbean Sea and western Atlantic Ocean",
    "state": "Critically endangered"
  },
  {
    "ID": 7,
    "imageAnimal": "https://i.postimg.cc/dQfFdTxk/Great-Hammerhead.webp",
    "name": "Great Hammerhead",
    "nameCien": "Sphyrna mokarran",
    "Size": "Up to 6 meters in length and 454 kilograms in weight",
    "habit": "Florida and in coastal areas near the terraces of the islands all over the oceans of the world",
    "highDanger": "Yes, but he is not aggressive unless he feels threatened.",
    "characteristics": "Hammer-shaped head, high, triangular dorsal fin, large, wing-shaped pectoral fins",
    "imgMap": "https://i.postimg.cc/sD5PkqbV/Image-Map-Great-Hammerhead.jpg",
    "description": "It is a large and powerful shark found in warm, tropical waters around the world. It is a migratory species and travels long distances in search of food. Great hammerheads feed mainly on bony fishes, but may also eat cephalopods and crustaceans.",
    "origin": "Warm and tropical waters around the world",
    "state": "Critically endangered"
  },
  {
    "ID": 8,
    "imageAnimal": "https://i.postimg.cc/nh4f6ScB/Green-Turtle.jpg",
    "name": "Green Turtle",
    "nameCien": "Chelonia mydas",
    "Size": "Up to 4 feet long and 350 pounds in weight",
    "habit": "Aves Island, the United States Virgin Islands, Puerto Rico and Costa Rica. Tortuguero, in Costa Rica Suriname and French Guiana",
    "highDanger": "No",
    "characteristics": "Green carapace, teardrop-shaped body, large, webbed fins",
    "imgMap": "https://i.postimg.cc/cLZ70TNf/Image-Map-Green-Turtle.jpg",
    "description": "It is a large sea turtle found in tropical and subtropical waters around the world. It is an herbivorous species and feeds mainly on seaweed. Green turtles are a migratory species and travel long distances between feeding and nesting sites.",
    "origin": "Tropical and subtropical waters worldwide",
    "state": "endangered"
  },
  {
    "ID": 9,
    "imageAnimal": "https://i.postimg.cc/XYS0163n/Oceanic-Manta-Ray.jpg",
    "name": "Oceanic Manta Ray",
    "nameCien": "Mobula birostris",
    "Size": "Up to 9 meters in wingspan and 3,000 kilograms in weight",
    "habit": "The Cayman Islands, Belize, Mexico (particularly in the Riviera Maya and the Yucatan Peninsula), the Turks and Caicos Islands, and other areas near the coral reefs and warm waters of the Caribbean",
    "highDanger": "No",
    "characteristics": "Rhombus-shaped body, large, wing-shaped pectoral fins, two cephalic lobes directing water into the mouth",
    "imgMap": "https://i.postimg.cc/hGt97jvj/Image-Map-Oceanic-Manta-Ray.jpg",
    "description": "It is the largest fish in the world. It is a filter-feeding species and feeds mainly on zooplankton. Oceanic manta rays are a migratory species and travel long distances in search of food.",
    "origin": "Tropical and subtropical waters around the world",
    "state": "endangered"
  },
  {
    "ID": 10,
    "imageAnimal": "https://i.postimg.cc/QCvrrRTk/Blue-Whale.jpg",
    "name": "Blue Whale",
    "nameCien": "Balaenoptera musculus",
    "Size": "Up to 30 meters long and 180 tons in weight",
    "habit": "Offshore Waters  Silver Bank. Mona Passage, Puerto Rico, and The Lesser Antilles",
    "highDanger": "No",
    "characteristics": "Elongated body, grayish-blue color, small dorsal fin",
    "imgMap": "https://i.postimg.cc/mZzywtw1/Image-Map-Blue-Whale.jpg",
    "description": "It is the largest animal on Earth. It is a filter-feeding species and feeds mainly on krill. Blue whales are a migratory species and travel long distances in search of food.",
    "origin": "All the world's oceans",
    "state": "endangered"
  },
  {
    "ID": 11,
    "imageAnimal": "https://i.postimg.cc/rwD7T8GB/Image-Map-Whale-Shark.jpg",
    "name": "Whale Shark",
    "nameCien": "Rhincodon typus",
    "Size": "Up to 12 meters long",
    "habit": "Isla Holbox, México, isla mujeres, Mexico, Península de Samaná,\nGladden Spit y Silk Cayes Marine Reserve, Belize",
    "highDanger": "No",
    "characteristics": "Large, toothless mouth, wide and flat body",
    "imgMap": "https://i.postimg.cc/VkYt36jR/Image-Map-Whale-Shark.jpg",
    "description": "It is the largest fish in the world. It is a filter feeder of plankton, small fish and krill.",
    "origin": "Tropical and subtropical waters around the world",
    "state": "endangered"
  },
  {
    "ID": 13,
    "imageAnimal": "https://i.postimg.cc/KYQSYKTY/Tarpon.webp",
    "name": "Tarpon",
    "nameCien": "Megalops atlanticus",
    "Size": "Up to 2.5 meters in length and 161 kilograms in weight",
    "habit": "Bahamas, Florida Keys, Cuba  Costa Rica Caribbean coast",
    "highDanger": "No",
    "characteristics": "Elongated, silvery body, broad snout and large mouth",
    "imgMap": "https://i.postimg.cc/fby9RrqS/Image-Map-Tarpon.jpg",
    "description": "It is a predatory fish that feeds mainly on small fish, crustaceans and squid. Tarpon is a popular species for sport fishing, but it is important to fish responsibly to avoid harming the fish.",
    "origin": "Atlantic and Pacific tropical and subtropical coastal waters",
    "state": "Vulnerable"
  },
  {
    "ID": 14,
    "imageAnimal": "https://i.postimg.cc/DfSZtFVG/Nassau-Grouper.jpg",
    "name": "Nassau Grouper",
    "nameCien": "Epinephelus striatus",
    "Size": "Up to 2 meters in length and 230 kilograms in weight",
    "habit": "The Bahamas  Florida Keys Cayman Islands",
    "highDanger": "No",
    "characteristics": "Large and robust body, brown or green with darker spots.",
    "imgMap": "https://i.postimg.cc/KzKBJHnh/Image-Map-Nassau-Grouper.jpg",
    "description": "It is a predatory fish that feeds mainly on small fish, crustaceans and squid. The Nassau grouper is an important species for the coral reef ecosystem, as it helps to control the populations of other species.",
    "origin": "Warm, clear coastal waters of the western Atlantic and Caribbean",
    "state": "Vulnerable"
  },
  {
    "ID": 15,
    "imageAnimal": "https://i.postimg.cc/SstBWwDF/Red-Grouper.jpg",
    "name": "Red Grouper",
    "nameCien": "Epinephelus morio",
    "Size": "Up to 1.2 meters in length and 45 kilograms in weight",
    "habit": "Florida Keys, the Bahamas, the Cayman Islands, and the Turks and Caicos Islands",
    "highDanger": "No",
    "characteristics": "Large and robust body, reddish brown with darker spots.",
    "imgMap": "https://i.postimg.cc/5NWLSpyD/Image-Map-Red-Grouper.jpg",
    "description": "It is a predatory fish that feeds mainly on small fish, crustaceans and squid. The red grouper is an important species for the coral reef ecosystem, as it helps to control the populations of other species.",
    "origin": "Rocky coastal waters of the western Atlantic and Gulf of Mexico",
    "state": "Vulnerable"
  }
]